<script>
// import VueMasonryWall from "vue-masonry-wall";
import { Button, FormGroupInput } from "@/components";
// import SwiperSlider from "../components/SwiperSlider";

export default {
  name: "index",
  bodyClass: "landing-page",
  components: {
    [Button.name]: Button,
    [FormGroupInput.name]: FormGroupInput,
  },
  data() {
    return {
      examplePhotos: [
        { name: "img/example/example_1.jpg", src: "Пример" },
        { name: "img/example/example_2.jpg", src: "Пример" },
        { name: "img/example/example_3.jpg", src: "Пример" },
        { name: "img/example/example_4.jpg", src: "Пример" },
        { name: "img/example/example_5.jpg", src: "Пример" },
        { name: "img/example/example_6.jpg", src: "Пример" },
        { name: "img/example/example_7.jpg", src: "Пример" },
        { name: "img/example/example_8.jpg", src: "Пример" },
        { name: "img/example/example_9.jpg", src: "Пример" },
      ],
    };
  },
  methods: {},
  mounted() {
    // First we get the viewport height and we multiple it by 1% to get a value for a vh unit
    let vh = window.innerHeight * 0.01;
    // Then we set the value in the --vh custom property to the root of the document
    document.documentElement.style.setProperty("--vh", `${vh}px`);
  },
};
</script>
<template>
  <div class="">
    <div class="b1">
      <div class="main">
        <div class="b1_box">
          <div class="b1_box_1">
            <p class="b1_t1">Инста фотосет</p>
            <h1 class="h1">Фотосессии под ключ <br />для Инстаграм в Минске</h1>
          </div>
          <div class="b1_box_2">
            <div class="b1_box_2_img"></div>
            <div class="b1_box_2_text">
              <p>
                Получите бомбический <b>фотоконтент</b> для своего блога
                <b>на 2 месяца за одну съемку</b> и забудьте про проблемы с
                фотками.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
    <div class="b2 border-bottom">
      <div class="main">
        <p class="zg">Для кого нужен инстафотосет?</p>
        <div class="b2_text">
          <p>
            Это услуга для блогеров, экспертов и предпринимателей, которые САМИ
            ведут свой блог и продают товары/услуги через Инстаграм или ведут
            тематический блог и заинтересованы в его продвижении.
          </p>
        </div>
      </div>
    </div>
    <div class="b7 border-bottom">
      <div class="main">
        <p class="zg">
          Выбирайте готовый концепт фотосета или любуйтесь своей фото-идеей в
          ленте <b>через 3 дня</b> после съемки.
        </p>
        <div class="b2_text">
          <p>
            Сделаю фото по темам ваших постов и подарю пример верстки ленты
            блога из полученного материала.
            <i class="arrs"
              ><svg
                width="16"
                height="10"
                viewBox="0 0 16 10"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <path
                  d="M10.3164 1.31592L14.0006 5.00013L10.3164 8.68434"
                  stroke="#181818"
                  stroke-width="2"
                />
                <rect
                  y="4.26318"
                  width="13.2632"
                  height="1.47368"
                  fill="#181818"
                /></svg
            ></i>
          </p>
        </div>
      </div>
      <div class="b7_box slide">
        <div class="b7_item">
          <img src="img/example/example_1.jpg" alt="" />
        </div>
        <div class="b7_item">
          <img src="img/example/example_2.jpg" alt="" />
        </div>
        <div class="b7_item">
          <img data-src="img/example/example_3.jpg" class="exp_3" alt="" />
        </div>
        <div class="b7_item">
          <img data-src="img/example/example_4.jpg" class="exp_4" alt="" />
        </div>
        <div class="b7_item">
          <img data-src="img/example/example_5.jpg" class="exp_5" alt="" />
        </div>
        <div class="b7_item">
          <img data-src="img/example/example_6.jpg" class="exp_6" alt="" />
        </div>
        <div class="b7_item">
          <img data-src="img/example/example_7.jpg" class="exp_7" alt="" />
        </div>
        <div class="b7_item">
          <img data-src="img/example/example_8.jpg" class="exp_8" alt="" />
        </div>
        <div class="b7_item">
          <img data-src="img/example/example_9.jpg" class="exp_9" alt="" />
        </div>
      </div>
    </div>
    <div class="b11">
      <div class="b11_1">
        <div class="main">
          <p class="zg">Давайте зафиксируем вашу точку А?</p>
          <ul>
            <li>
              Сейчас у вас посредственный, неинтересный визуал в блоге, нет
              единого стиля.
            </li>
            <li>Фотки мало лайкают и они не способствуют новым подпискам.</li>
            <li>
              Нет контента для регулярного постинга, который соответствовал бы
              тематике блога или вашей личности.
            </li>
          </ul>
          <h6>ПОЧЕМУ ТАК?</h6>
          <p>
            Нет времени, нет желания и навыков для того, чтобы делать классный
            визуал для своего блога самостоятельно.
          </p>
          <p>
            Нет контента, добытого самостоятельно (или не дай бог со стоков) не
            хватает для планирования и регулярного постинга.
          </p>
          <p class="b11_t1">
            Так он выглядит сейчас:
            <span>
              <i
                ><svg
                  width="17"
                  height="17"
                  viewBox="0 0 17 17"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M4.62401 1.54164C2.07543 1.55405 0.0124092 3.61703 0 6.16566C0 10.835 8.49998 15.459 8.49998 15.459C8.49998 15.459 17 10.767 17 6.16566C17 3.61191 14.9298 1.54164 12.376 1.54164C10.8127 1.52945 9.35124 2.31573 8.49998 3.62696C7.6429 2.3221 6.18519 1.53787 4.62401 1.54164Z"
                    fill="#ADADAD"
                  /></svg
              ></i>
              <b>12</b>
            </span>
            <span>
              <i
                ><svg
                  width="17"
                  height="17"
                  viewBox="0 0 17 17"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M14.0251 12.6611L13.7701 12.9459V13.3282V15.1944L12.2221 14.5123L11.8272 14.3383L11.4298 14.5062C10.5332 14.8849 9.54341 15.0978 8.4982 15.0978C4.44524 15.0978 1.23438 11.9622 1.23438 8.18514C1.23438 4.40797 4.44533 1.27197 8.4982 1.27197C12.5512 1.27197 15.762 4.40751 15.762 8.18459C15.762 9.88801 15.1111 11.4483 14.0251 12.6611Z"
                    stroke="#ADADAD"
                    stroke-width="2"
                  />
                  <mask id="path-2-inside-1" fill="white">
                    <path
                      d="M14.7719 17C14.7431 17 14.7148 16.994 14.6874 16.982L11.8183 15.718C10.763 16.1512 9.64687 16.3704 8.5 16.3704C3.81331 16.3699 0 12.6982 0 8.18522C0 3.67228 3.81331 0 8.5 0C13.1872 0 17 3.67173 17 8.18468C17 10.106 16.2934 11.9685 15.0081 13.4425V16.7279C15.0081 16.8177 14.9698 16.901 14.9056 16.9521C14.8664 16.9831 14.8191 17 14.7719 17ZM11.8206 15.1554C11.8495 15.1554 11.8778 15.1614 11.9052 15.1734L14.5357 16.3324V13.3283C14.5357 13.2543 14.5617 13.1841 14.6075 13.1329C15.8456 11.7503 16.5272 9.9928 16.5272 8.18468C16.5272 3.97155 12.926 0.544122 8.49953 0.544122C4.0731 0.544122 0.472353 3.97154 0.472353 8.18522C0.472353 12.3989 4.07358 15.8263 8.5 15.8263C9.62184 15.8263 10.712 15.6065 11.7394 15.1723C11.7659 15.1609 11.7932 15.1554 11.8206 15.1554Z"
                    />
                  </mask>
                  <path
                    d="M14.6874 16.982L13.881 18.8123L13.8866 18.8147L14.6874 16.982ZM11.8183 15.718L12.6246 13.8878L11.846 13.5448L11.0589 13.8678L11.8183 15.718ZM8.5 16.3704L8.49977 18.3704H8.5V16.3704ZM15.0081 13.4425L13.5007 12.1281L13.0081 12.693V13.4425H15.0081ZM14.9056 16.9521L16.1464 18.5207L16.1513 18.5168L14.9056 16.9521ZM11.9052 15.1734L12.7116 13.3431L12.706 13.3407L11.9052 15.1734ZM14.5357 16.3324L13.7294 18.1626L16.5357 19.399V16.3324H14.5357ZM14.6075 13.1329L16.0972 14.4674L16.0975 14.4671L14.6075 13.1329ZM11.7394 15.1723L12.518 17.0145L12.5253 17.0114L12.5325 17.0083L11.7394 15.1723ZM14.7719 15C15.0268 15 15.2706 15.0543 15.4881 15.1494L13.8866 18.8147C14.1589 18.9337 14.4593 19 14.7719 19V15ZM15.4937 15.1518L12.6246 13.8878L11.0119 17.5483L13.881 18.8123L15.4937 15.1518ZM11.0589 13.8678C10.2462 14.2014 9.38815 14.3704 8.5 14.3704V18.3704C9.9056 18.3704 11.2799 18.101 12.5777 17.5683L11.0589 13.8678ZM8.50023 14.3704C4.84594 14.37 2 11.523 2 8.18522H-2C-2 13.8734 2.78068 18.3698 8.49977 18.3704L8.50023 14.3704ZM2 8.18522C2 4.84728 4.8461 2 8.5 2V-2C2.78051 -2 -2 2.49727 -2 8.18522H2ZM8.5 2C12.1545 2 15 4.84684 15 8.18468H19C19 2.49663 14.2199 -2 8.5 -2V2ZM15 8.18468C15 9.61219 14.4753 11.0103 13.5007 12.1281L16.5155 14.7569C18.1114 12.9267 19 10.5998 19 8.18468H15ZM13.0081 13.4425V16.7279H17.0081V13.4425H13.0081ZM13.0081 16.7279C13.0081 16.2684 13.2025 15.7516 13.6598 15.3875L16.1513 18.5168C16.7371 18.0504 17.0081 17.3671 17.0081 16.7279H13.0081ZM13.6647 15.3836C13.9584 15.1513 14.3435 15 14.7719 15V19C15.2948 19 15.7743 18.815 16.1464 18.5206L13.6647 15.3836ZM11.8206 17.1554C11.5657 17.1554 11.322 17.1011 11.1044 17.0061L12.706 13.3407C12.4336 13.2217 12.1332 13.1554 11.8206 13.1554V17.1554ZM11.0988 17.0036L13.7294 18.1626L15.3421 14.5021L12.7116 13.3431L11.0988 17.0036ZM16.5357 16.3324V13.3283H12.5357V16.3324H16.5357ZM16.5357 13.3283C16.5357 13.7107 16.4033 14.1257 16.0972 14.4674L13.1178 11.7984C12.7201 12.2424 12.5357 12.7978 12.5357 13.3283H16.5357ZM16.0975 14.4671C17.6546 12.7282 18.5272 10.499 18.5272 8.18468H14.5272C14.5272 9.48656 14.0366 10.7724 13.1176 11.7988L16.0975 14.4671ZM18.5272 8.18468C18.5272 2.77496 13.9362 -1.45588 8.49953 -1.45588V2.54412C11.9157 2.54412 14.5272 5.16813 14.5272 8.18468H18.5272ZM8.49953 -1.45588C3.0626 -1.45588 -1.52765 2.7752 -1.52765 8.18522H2.47235C2.47235 5.16789 5.08361 2.54412 8.49953 2.54412V-1.45588ZM-1.52765 8.18522C-1.52765 13.5954 3.06323 17.8263 8.5 17.8263V13.8263C5.08392 13.8263 2.47235 11.2024 2.47235 8.18522H-1.52765ZM8.5 17.8263C9.88719 17.8263 11.2423 17.5537 12.518 17.0145L10.9608 13.3301C10.1817 13.6593 9.35649 13.8263 8.5 13.8263V17.8263ZM12.5325 17.0083C12.3052 17.1065 12.0623 17.1554 11.8206 17.1554V13.1554C11.5241 13.1554 11.2265 13.2152 10.9463 13.3363L12.5325 17.0083Z"
                    fill="#ADADAD"
                    mask="url(#path-2-inside-1)"
                  /></svg
              ></i>
              <b>1</b>
            </span>
          </p>
        </div>
      </div>
      <div class="b11_2 border-bottom">
        <img src="img/old.jpg" alt="" />
      </div>
      <div class="b11_3">
        <div class="main">
          <p class="b11_3_icon">***</p>
          <p class="b11_3_t1">А теперь давайте представим вашу точку Б?</p>
        </div>
      </div>
      <div class="b11_4">
        <img src="img/new.jpg" alt="" />
      </div>
      <div class="b11_5">
        <div class="main">
          <p class="b11_5_t1">
            Будь готов к взрывной активности <br />внутри твоего профиля
          </p>
          <div class="b11_box" id="spin_counts">
            <div class="b11_item">
              <p>
                <i
                  ><svg
                    width="21"
                    height="21"
                    viewBox="0 0 21 21"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M5.71202 1.90398C2.56376 1.91931 0.0153275 4.46769 0 7.616C0 13.384 10.5 19.096 10.5 19.096C10.5 19.096 21 13.3 21 7.616C21 4.46137 18.4427 1.90398 15.288 1.90398C13.3569 1.88892 11.5515 2.8602 10.5 4.47996C9.44123 2.86808 7.64053 1.89932 5.71202 1.90398Z"
                      fill="#FD153F"
                    /></svg
                ></i>
                <span class="spincrement" data-to="637">0</span>
              </p>
            </div>
            <div class="b11_item">
              <p>
                <i
                  ><svg
                    width="21"
                    height="21"
                    viewBox="0 0 21 21"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M17.5019 15.7966L17.2469 16.0814V16.4637V19.1299L15.0045 18.1418L14.6096 17.9678L14.2122 18.1357C13.0764 18.6153 11.8227 18.8849 10.4993 18.8849C5.37245 18.8849 1.29102 14.9158 1.29102 10.1105C1.29102 5.30517 5.37255 1.33545 10.4993 1.33545C15.6261 1.33545 19.7075 5.30458 19.7075 10.1099C19.7075 12.2759 18.8795 14.2582 17.5019 15.7966Z"
                      stroke="#333333"
                      stroke-width="2"
                    />
                    <mask id="path-2-inside-1" fill="white">
                      <path
                        d="M18.2477 21C18.2121 21 18.177 20.9926 18.1432 20.9778L14.5991 19.4164C13.2955 19.9514 11.9167 20.2223 10.5 20.2223C4.71056 20.2216 0 15.686 0 10.1112C0 4.53634 4.71056 0 10.5 0C16.29 0 21 4.53567 21 10.1105C21 12.4839 20.1271 14.7846 18.5394 16.6055V20.6639C18.5394 20.7748 18.4921 20.8777 18.4128 20.9408C18.3643 20.9792 18.306 21 18.2477 21ZM14.602 18.7214C14.6376 18.7214 14.6726 18.7288 14.7064 18.7436L17.9559 20.1753V16.4643C17.9559 16.3729 17.988 16.2862 18.0446 16.223C19.5739 14.5151 20.4159 12.344 20.4159 10.1105C20.4159 4.90603 15.9674 0.672151 10.4994 0.672151C5.03148 0.672151 0.583495 4.90603 0.583495 10.1112C0.583495 15.3163 5.03206 19.5502 10.5 19.5502C11.8858 19.5502 13.2325 19.2786 14.5016 18.7422C14.5343 18.7281 14.5681 18.7214 14.602 18.7214Z"
                      />
                    </mask>
                    <path
                      d="M18.1432 20.9778L17.3369 22.8081L17.3424 22.8105L18.1432 20.9778ZM14.5991 19.4164L15.4054 17.5862L14.6268 17.2431L13.8396 17.5662L14.5991 19.4164ZM10.5 20.2223L10.4998 22.2223H10.5V20.2223ZM18.5394 16.6055L17.032 15.2911L16.5394 15.856V16.6055H18.5394ZM18.4128 20.9408L19.6536 22.5094L19.6585 22.5055L18.4128 20.9408ZM14.7064 18.7436L15.5128 16.9133L15.5072 16.9109L14.7064 18.7436ZM17.9559 20.1753L17.1495 22.0055L19.9559 23.242V20.1753H17.9559ZM18.0446 16.223L19.5343 17.5575L19.5346 17.5572L18.0446 16.223ZM14.5016 18.7422L15.2802 20.5845L15.2875 20.5814L15.2947 20.5783L14.5016 18.7422ZM18.2477 19C18.4958 19 18.7329 19.0529 18.944 19.1451L17.3424 22.8105C17.6212 22.9323 17.9283 23 18.2477 23V19ZM18.9495 19.1476L15.4054 17.5862L13.7927 21.2467L17.3369 22.8081L18.9495 19.1476ZM13.8396 17.5662C12.7787 18.0017 11.658 18.2223 10.5 18.2223V22.2223C12.1754 22.2223 13.8124 21.9012 15.3585 21.2666L13.8396 17.5662ZM10.5002 18.2223C5.74319 18.2218 2 14.5108 2 10.1112H-2C-2 16.8612 3.67793 22.2215 10.4998 22.2223L10.5002 18.2223ZM2 10.1112C2 5.71135 5.74335 2 10.5 2V-2C3.67776 -2 -2 3.36134 -2 10.1112H2ZM10.5 2C15.2573 2 19 5.71077 19 10.1105H23C23 3.36057 17.3227 -2 10.5 -2V2ZM19 10.1105C19 11.9901 18.3091 13.8264 17.032 15.2911L20.0468 17.9199C21.9451 15.7428 23 12.9776 23 10.1105H19ZM16.5394 16.6055V20.6639H20.5394V16.6055H16.5394ZM16.5394 20.6639C16.5394 20.2255 16.7249 19.7283 17.167 19.3762L19.6585 22.5055C20.2594 22.0271 20.5394 21.3242 20.5394 20.6639H16.5394ZM17.1719 19.3723C17.4564 19.1473 17.8303 19 18.2477 19V23C18.7817 23 19.2723 22.811 19.6536 22.5094L17.1719 19.3723ZM14.602 20.7214C14.3538 20.7214 14.1168 20.6685 13.9056 20.5763L15.5072 16.9109C15.2284 16.7891 14.9213 16.7214 14.602 16.7214V20.7214ZM13.9 20.5738L17.1495 22.0055L18.7623 18.345L15.5128 16.9134L13.9 20.5738ZM19.9559 20.1753V16.4643H15.9559V20.1753H19.9559ZM19.9559 16.4643C19.9559 16.8293 19.8296 17.2279 19.5343 17.5575L16.5549 14.8885C16.1464 15.3446 15.9559 15.9165 15.9559 16.4643H19.9559ZM19.5346 17.5572C21.3829 15.493 22.4159 12.8503 22.4159 10.1105H18.4159C18.4159 11.8378 17.7649 13.5372 16.5546 14.8889L19.5346 17.5572ZM22.4159 10.1105C22.4159 3.70944 16.9776 -1.32785 10.4994 -1.32785V2.67215C14.9571 2.67215 18.4159 6.10261 18.4159 10.1105H22.4159ZM10.4994 -1.32785C4.02098 -1.32785 -1.4165 3.70968 -1.4165 10.1112H2.5835C2.5835 6.10237 6.04198 2.67215 10.4994 2.67215V-1.32785ZM-1.4165 10.1112C-1.4165 16.5128 4.02172 21.5502 10.5 21.5502V17.5502C6.04241 17.5502 2.5835 14.1198 2.5835 10.1112H-1.4165ZM10.5 21.5502C12.1512 21.5502 13.7628 21.2258 15.2802 20.5845L13.723 16.9C12.7022 17.3315 11.6204 17.5502 10.5 17.5502V21.5502ZM15.2947 20.5783C15.0736 20.6738 14.8372 20.7214 14.602 20.7214V16.7214C14.299 16.7214 13.995 16.7825 13.7085 16.9062L15.2947 20.5783Z"
                      fill="#333333"
                      mask="url(#path-2-inside-1)"
                    /></svg
                ></i>
                <span class="spincrement" data-to="149">0</span>
              </p>
            </div>
          </div>
          <p>
            <i
              >- “Чтобы мой профиль был красивым, с атмосферными, сюжетными,
              остроумными фото, релевантными контенту и моей личности, чтобы он
              был про меня.”</i
            >
          </p>
          <p>
            <i
              >- “Хочу достаточно контента для постинга на 2 месяца за 1 съемку,
              который будет соответствовать контент-плану или темам моих
              постов”</i
            >
          </p>
          <p>
            <i
              >- “Хочу, согласовать только дату и время - остальное не моя
              забота”</i
            >
          </p>
        </div>
      </div>
    </div>
    <div class="b8">
      <div class="b8_1">
        <div class="main">
          <p class="b3_t1">
            Давайте посмотрим как мы придем к этому результату?
          </p>
        </div>
      </div>
      <div class="b8_2"></div>
      <div class="b8_3">
        <div class="main">
          <p class="b8_t1">
            1. Определяем какой концепт фотосета нужен для вашего блога,
            обсуждаем темы постов и ключевые темы блога.
          </p>
        </div>
      </div>
    </div>
    <div class="b9">
      <div class="b9_2"></div>
      <div class="b9_3">
        <div class="main">
          <p class="b8_t1">
            2. Знаем, что нужно для реализации этой идеи в блоге и сколько это
            будет стоить.
          </p>
        </div>
      </div>
    </div>
    <div class="b10">
      <div class="b10_1"></div>
      <div class="b10_2">
        <div class="main">
          <p class="b10_t1">
            3. Согласовываем дату и время съемки со всеми участниками, реквизит.
          </p>
          <p class="b10_t2">
            Вы точно знаете когда, где, во сколько и за сколько случится магия.
          </p>
        </div>
      </div>
    </div>
    <div class="b8">
      <div class="b8_2"></div>
      <div class="b8_3">
        <div class="main">
          <p class="b8_t1">
            4. Во время съемки вы видите промежуточные кадры и уверены в том,
            что это совпадает с вашими ожиданиями.
          </p>
        </div>
      </div>
    </div>
    <div class="b9">
      <div class="b9_2"></div>
      <div class="b9_3">
        <div class="main">
          <p class="b8_t1">
            5. После съемки мы первично отсматриваем материал, показываем пример
            ретуши и цветокоррекции, верстаем ленту, а вы точно понимаете, что
            фотки огонь, вам нравится качество фото, у вас есть видение ленты.
          </p>
        </div>
      </div>
    </div>
    <div class="b10">
      <div class="b10_1"></div>
      <div class="b10_2">
        <div class="main">
          <p class="b8_t1">
            6. Через неделю вы получаете ссылку со всеми фото на google-диск, вы
            смотрите и производите окончательный расчет и радостно постите
            огненный фото в свой блог.
          </p>
          <p class="b8_t2">
            А еще рекомендуете нас всем, кто пишет: "Фото огонь🔥! Кто тебя так
            сфоткал??? 📷" И получаете скидку 🎁 20% на свою следующую
            фотосессию:)
          </p>
          <p>💣💣💣</p>
          <p class="b8_t2">
            В РЕЗУЛЬТАТЕ у вас есть бомбический фотосет и нет никаких проблем с
            фотоконтентом, а есть только растущий блог и довольные подписчики.
          </p>
        </div>
        <div class="b6_box">
          <a
            onclick="fbq('track', 'Lead');"
            href="https://salebot.pro/r/temaphot_1"
            class="bt"
            target="_blank"
            ><span>Хочу инстафотосет</span></a
          >
        </div>
      </div>
    </div>
    <div class="b3">
      <div class="b3_1">
        <div class="main">
          <p class="b3_t1">ПОЧЕМУ ИМЕННО ЭТО РЕШЕНИЕ?</p>
        </div>
      </div>
      <div class="b3_b2">
        <div class="love">
          <svg
            width="37"
            height="39"
            viewBox="0 0 37 39"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
          >
            <path
              d="M29.9367 11.0548C33.4399 12.5225 34.561 16.1766 32.4496 19.2452C28.5499 24.854 12.9698 25.5631 12.9698 25.5631C12.9698 25.5631 5.17014 15.0815 9.01304 9.55436C11.1459 6.48676 15.7289 5.18005 19.2497 6.63583C21.415 7.51232 22.7731 9.28991 22.8516 11.3503C25.123 10.2714 27.7876 10.1603 29.9367 11.0548Z"
              fill="#EA4A56"
            />
            <path
              d="M6.39753 24.1444C7.65034 24.1792 8.6184 25.0276 8.56732 26.0462C8.46256 27.912 4.17953 29.6604 4.17953 29.6604C4.17953 29.6604 0.105509 27.6862 0.208748 25.8476C0.266047 24.8271 1.33038 24.024 2.58604 24.0538C3.35494 24.0672 4.05588 24.3985 4.44501 24.9324C4.89569 24.421 5.63001 24.1247 6.39753 24.1444Z"
              fill="#EA4A56"
            />
            <path
              d="M29.9983 31.2085C30.9 32.2844 30.621 33.6837 29.3728 34.345C27.078 35.547 21.7776 33.1599 21.7776 33.1599C21.7776 33.1599 21.0558 28.3746 23.3172 27.1901C24.5723 26.5327 26.3272 26.8711 27.2369 27.9459C27.7998 28.6007 27.9339 29.4182 27.5927 30.114C28.5393 30.1389 29.444 30.5505 29.9983 31.2085Z"
              fill="#EA4A56"
            />
            <path
              d="M28.4362 2.07491C29.4964 2.19229 30.1903 3.01151 29.9916 3.91112C29.618 5.55828 25.7088 6.81257 25.7088 6.81257C25.7088 6.81257 22.545 4.78052 22.9132 3.15735C23.1175 2.25648 24.1452 1.61796 25.2085 1.7312C25.8604 1.79621 26.406 2.13838 26.6555 2.63868C27.1168 2.21638 27.7865 2.00436 28.4362 2.07491Z"
              fill="#EA4A56"
            />
          </svg>
        </div>
      </div>
      <div class="b3_b3">
        <div class="main">
          <ul>
            <li>
              Во-первых, только подготовленный заранее контент - гарантия
              регулярного постинга и того, что ваш блог будет расти и нравится
              аудитории. Блог не будет расти, если вы делаете пост 1 раз в
              месяц. А делаете вы так только по одной причине - у вас нет
              годного контента или понимания того, каким он должен быть. Мы эту
              задачку решим.
            </li>
            <li>
              Во-вторых: просто контента мало. Нужен контент про вас, под вас,
              на ваши темы, на темы, которые резонируют с вашей ЦА. В вашем
              блоге должны быть вы: красивы, естественны и отражены в общей
              концепции профиля.
            </li>
            <li>
              В третьих: <img src="img/man.jpeg" alt="" />
              Я возьму все хлопоты по организации съемки, от тебя только ты.
              Ракурсы, позы, куда смотреть, как встать, куда деть руки - не
              парьтесь! Съемку ведет профессионал, у которого за плечами
              профильное образование и опыт работы с разными моделями.
            </li>
          </ul>
          <p class="b3_t4">
            Проверенные локации, студии, опытный стилист, визажист и фотограф -
            гарантия твоих классных фотографий, растущего блога и довольных
            подписчиков.
          </p>
          <div class="b6_box">
            <a
              onclick="fbq('track', 'Lead');"
              href="https://salebot.pro/r/temaphot_1"
              class="bt"
              target="_blank"
              ><span>Хочу инстафотосет</span></a
            >
          </div>
        </div>
      </div>
    </div>
    <div class="b4">
      <div class="b4_1">
        <div class="main">
          <p class="b3_t1">Почему у нас точно получиться?</p>
          <p class="b3_t2">
            Каждый организационный шаг съемки продуман, подготовлен и согласован
            заранее.
          </p>
          <p class="b3_t2">
            Не было ни одной неудачной съемки, ни один клиент не сказал: мне не
            понравился результат.
          </p>
        </div>
      </div>
      <div class="b4_2"></div>
      <div class="b4_3">
        <div class="main">
          <ul>
            <li>Более 50 съемок</li>
            <li>Сотрудничество с лучшими студиями</li>
            <li>Тысячи классных фото</li>
            <li>Десятки довольных клиентов</li>
          </ul>
        </div>
      </div>
    </div>
    <div class="b2">
      <div class="b2_top">
        <div class="main">
          <div class="b2_top_box">
            <div class="b2_top_user">
              <div class="b2_top_user_photo slide">
                <span><img src="img/user_1.jpg" alt="" /></span>
                <span><img src="img/user_2.jpg" alt="" /></span>
                <span><img src="img/user_3.jpg" alt="" /></span>
                <span><img src="img/user_4.jpg" alt="" /></span>
                <span><img src="img/user_5.jpg" alt="" /></span>
                <span><img src="img/user_6.jpg" alt="" /></span>
                <span><img src="img/user_7.jpg" alt="" /></span>
                <span><img src="img/user_8.jpg" alt="" /></span>
                <span><img src="img/user_9.jpg" alt="" /></span>
              </div>
              <p>Твой_профиль</p>
            </div>
            <p class="icon_top">
              <svg
                aria-label="Дополнительно"
                class="_8-yf5"
                fill="#262626"
                height="16"
                viewBox="0 0 48 48"
                width="16"
              >
                <circle
                  clip-rule="evenodd"
                  cx="8"
                  cy="24"
                  fill-rule="evenodd"
                  r="4.5"
                ></circle>
                <circle
                  clip-rule="evenodd"
                  cx="24"
                  cy="24"
                  fill-rule="evenodd"
                  r="4.5"
                ></circle>
                <circle
                  clip-rule="evenodd"
                  cx="40"
                  cy="24"
                  fill-rule="evenodd"
                  r="4.5"
                ></circle>
              </svg>
            </p>
          </div>
        </div>
      </div>
      <div class="b2_center">
        <div class="b2_center_item">
          <img src="img/post/user_1_post.jpg" alt="" />
        </div>
        <div class="b2_center_item">
          <img src="img/post/user_2_post.jpg" alt="" />
        </div>
        <div class="b2_center_item">
          <img data-src="img/post/user_3_post.jpg" class="user_3" alt="" />
        </div>
        <div class="b2_center_item">
          <img data-src="img/post/user_4_post.jpg" class="user_4" alt="" />
        </div>
        <div class="b2_center_item">
          <img data-src="img/post/user_5_post.jpg" class="user_5" alt="" />
        </div>
        <div class="b2_center_item">
          <img data-src="img/post/user_6_post.jpg" class="user_6" alt="" />
        </div>
        <div class="b2_center_item">
          <img data-src="img/post/user_7_post.jpg" class="user_7" alt="" />
        </div>
        <div class="b2_center_item">
          <img data-src="img/post/user_8_post.jpg" class="user_8" alt="" />
        </div>
        <div class="b2_center_item">
          <img data-src="img/post/user_9_post.jpg" class="user_9" alt="" />
        </div>
      </div>
      <div class="b2_footer">
        <div class="main">
          <div class="b2_footer_box_1">
            <div class="b2_footer_box_1_1">
              <i
                ><svg
                  aria-label="Нравится"
                  class="_8-yf5"
                  fill="#262626"
                  height="24"
                  viewBox="0 0 48 48"
                  width="24"
                >
                  <path
                    d="M34.6 6.1c5.7 0 10.4 5.2 10.4 11.5 0 6.8-5.9 11-11.5 16S25 41.3 24 41.9c-1.1-.7-4.7-4-9.5-8.3-5.7-5-11.5-9.2-11.5-16C3 11.3 7.7 6.1 13.4 6.1c4.2 0 6.5 2 8.1 4.3 1.9 2.6 2.2 3.9 2.5 3.9.3 0 .6-1.3 2.5-3.9 1.6-2.3 3.9-4.3 8.1-4.3m0-3c-4.5 0-7.9 1.8-10.6 5.6-2.7-3.7-6.1-5.5-10.6-5.5C6 3.1 0 9.6 0 17.6c0 7.3 5.4 12 10.6 16.5.6.5 1.3 1.1 1.9 1.7l2.3 2c4.4 3.9 6.6 5.9 7.6 6.5.5.3 1.1.5 1.6.5.6 0 1.1-.2 1.6-.5 1-.6 2.8-2.2 7.8-6.8l2-1.8c.7-.6 1.3-1.2 2-1.7C42.7 29.6 48 25 48 17.6c0-8-6-14.5-13.4-14.5z"
                  ></path></svg
              ></i>
              <i
                ><svg
                  aria-label="Комментировать"
                  class="_8-yf5"
                  fill="#262626"
                  height="24"
                  viewBox="0 0 48 48"
                  width="24"
                >
                  <path
                    clip-rule="evenodd"
                    d="M47.5 46.1l-2.8-11c1.8-3.3 2.8-7.1 2.8-11.1C47.5 11 37 .5 24 .5S.5 11 .5 24 11 47.5 24 47.5c4 0 7.8-1 11.1-2.8l11 2.8c.8.2 1.6-.6 1.4-1.4zm-3-22.1c0 4-1 7-2.6 10-.2.4-.3.9-.2 1.4l2.1 8.4-8.3-2.1c-.5-.1-1-.1-1.4.2-1.8 1-5.2 2.6-10 2.6-11.4 0-20.6-9.2-20.6-20.5S12.7 3.5 24 3.5 44.5 12.7 44.5 24z"
                    fill-rule="evenodd"
                  ></path></svg
              ></i>
              <svg
                aria-label="Поделиться публикацией"
                class="_8-yf5"
                fill="#262626"
                height="24"
                viewBox="0 0 48 48"
                width="24"
              >
                <path
                  d="M47.8 3.8c-.3-.5-.8-.8-1.3-.8h-45C.9 3.1.3 3.5.1 4S0 5.2.4 5.7l15.9 15.6 5.5 22.6c.1.6.6 1 1.2 1.1h.2c.5 0 1-.3 1.3-.7l23.2-39c.4-.4.4-1 .1-1.5zM5.2 6.1h35.5L18 18.7 5.2 6.1zm18.7 33.6l-4.4-18.4L42.4 8.6 23.9 39.7z"
                ></path>
              </svg>
            </div>
            <div class="b2_footer_box_1_2">
              <i
                ><svg
                  aria-label="Сохранить"
                  class="_8-yf5"
                  fill="#262626"
                  height="24"
                  viewBox="0 0 48 48"
                  width="24"
                >
                  <path
                    d="M43.5 48c-.4 0-.8-.2-1.1-.4L24 29 5.6 47.6c-.4.4-1.1.6-1.6.3-.6-.2-1-.8-1-1.4v-45C3 .7 3.7 0 4.5 0h39c.8 0 1.5.7 1.5 1.5v45c0 .6-.4 1.2-.9 1.4-.2.1-.4.1-.6.1zM24 26c.8 0 1.6.3 2.2.9l15.8 16V3H6v39.9l15.8-16c.6-.6 1.4-.9 2.2-.9z"
                  ></path></svg
              ></i>
            </div>
          </div>
        </div>
        <div class="b2_footer_box_2">
          <div class="main">
            <p>Понравилось <b>mrs. Smith</b> и <b>другим</b></p>
          </div>
          <div class="b6_box">
            <a
              onclick="fbq('track', 'Lead');"
              href="https://salebot.pro/r/temaphot_1"
              class="bt"
              target="_blank"
              ><span>Хочу инстафотосет</span></a
            >
          </div>
        </div>
      </div>
    </div>

    <div class="b5">
      <div class="b5_img"><img src="img/b5_img.png" alt="" /></div>
      <div class="b5_box">
        <div class="main">
          <p class="b5_t1">Сколько стоит?</p>
          <p class="b5_t2">Это зависит от 4х составляющих:</p>
          <ol>
            <li>
              Концепция: Ты выбираешь готовую концепцию или предлагаешь свою
              идею съёмки
            </li>
            <li>
              Локация: Где будет проходить съемка: в студии, на улице, в
              кафе/ресторане или других местах
            </li>
            <li>Время: Количество часов съемки (Минимум 1 час)</li>
            <li>
              Сервис: Услуги парикмахера, визажиста, стилиста (если нужно)
            </li>
          </ol>
          <p class="b5_t3">
            В чат-боте тебя ждет персональный калькулятор съемки и готовые
            концепции фотосета! Давай сделаем твой профиль бомбическим?!
          </p>
          <div class="b6_box">
            <a
              onclick="fbq('track', 'Lead');"
              href="https://salebot.pro/r/temaphot_1"
              class="bt"
              target="_blank"
              ><span>Хочу инстафотосет</span></a
            >
          </div>
        </div>
      </div>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.content-center {
  &.loaded {
    .animated-title {
      color: #ffffff;
    }
  }
  .container {
    h1 {
      &:first-of-type {
        margin-top: 10px;
      }
    }

    @media only screen and (max-width: 767px) {
      h2,
      h3 {
        padding-top: 0;
      }
      h1 {
        font-size: 3.1em;
      }
      h2 {
        font-size: 2.1em;
      }
      h3 {
        font-size: 1.4em;
      }
    }

    @media only screen and (min-width: 992px) {
      padding-top: 60px;
    }
  }
  .animated-title {
    color: transparent;

    &.first {
      transition: color 1s ease-in-out;
    }
    &.second {
      transition: color 3s ease-in-out;
    }
  }
}

.Item {
  overflow: hidden;
  border-radius: 4px;
  width: 100%;
  background: #f5f5f5;

  img {
    object-fit: cover;
    width: 100%;
    height: 100%;
    line-height: 0;
    display: block;
  }
  .Content {
    padding: 20px;
  }
}
</style>
